Repository: turkeryildirim/bpgi
Catalog: languages/buddypress-groups-import-*.po
Languages: tr_tr

source: BuddyPress is not installed or the Groups component is not activated. Cannot continue install.
tr_tr: BuddyPress yüklenmemiş veya grup bileşeni aktifleştirilmemiş. Yüklemeye devam edilemiyor.

source: BP Groups Import
tr_tr: BP Grupları İçe Aktar

source: You do not have sufficient permissions to access this page.
tr_tr: Bu sayfaya erişebilmek için yeterli yetkiniz yok.

source: Choose a CSV file
tr_tr: CSV dosyası seçin

source: Upload error
tr_tr: Yükleme hatası

source: %s created the group %s
tr_tr: %s kullanıcısı %s grubunu oluşturdu

source: Cannot create group %s, probably a temporary mysql error
tr_tr: %s gurubu oluşturulamıyor, muhtemel bir mysql hatası

source: Cannot open uploaded CSV file, contact your hosting support.
tr_tr: Yüklenen CSV dosyası açılamıyor, yer sağlayıcınız ile iletişim kurun.

source: Total %d groups are imported.
tr_tr: Toplam %d grup içe aktarıldı.

source: Root
tr_tr: Kök

source: BuddyPress Groups Import
tr_tr: BuddyPress Grup İçe Aktarıcı

source: This plugin imports BuddyPress groups with their settings from a CSV file.
tr_tr: Bu eklenti BuddyPress gruplarını ayarlarıyla birlikte CSV dosyasından içe aktarır.

source: It also supports
tr_tr: Destekler

source: Preapare CSV file, select bulk settings if needed and then click import. That is all, enjoy
tr_tr: CSV dosyasını hazırlayın, gerekirse toplu ayarları seçin ve içe aktara tıklayın. Hepsi bu kadar.

source: Notes :
tr_tr: Notlar :

source: * CSV file structure must match with the sample.
tr_tr: * CSV dosya şablonu örnek ile aynı olmalıdır.

source: * Bulk settings will overwrite CSV file settings
tr_tr: * Toplu ayarlar CSV dosyasındakilerinin üstüne yazacaktır

source: * If you get "Request timeout" or similar timeout message while trying to import large CSV file contact your hosting support or split your files into two or more part.
tr_tr: * Eğer büyük CSV dosyalarını içe aktarmaya çalışırken "Request timeout" veya benzer bir zaman aşımı hata mesajı alırsanız yer sağlayıcınız ile iletişime geçin veya dosyayı iki veya daha fazla parçaya bölün.

source: * CSV file structure must match with the sample one
tr_tr: * CSV dosya şablonu örnek ile aynı olmalıdır.

source: Import Groups
tr_tr: Grupları İçe Aktar

source: Overwrite Settings ?
tr_tr: Ayarların üstüne yaz

source: Parent Group
tr_tr: Ebeveyn grup

source: Group Status
tr_tr: Grup durumu

source: Public
tr_tr: Herkese açık

source: Private
tr_tr: Özel

source: Hidden
tr_tr: Gizli

source: Group Invite Status
tr_tr: Grup davet durumu

source: All Users
tr_tr: Tüm kullanıcılar

source: Mods and Admins
tr_tr: Görevliler ve yöneticiler

source: Admins
tr_tr: Yöneticiler

source: Enable Forum ?
tr_tr: Forumu aktifleştir

source: Choose CSV File :
tr_tr: CSV dosyası seçin :

source: Start Import
tr_tr: İçe Aktarmaya Başla

source: CSV Sample
tr_tr: CSV Örneği

source: [Parent Group Name],[Group Name],[Group Description],[Group Status],[Group Forum Enabled],[Group Invite Status]
tr_tr: [Ebeveyn Grup Adı],[Grup Adı],[Grup Açıklaması],[Grup Durumu],[Grup Forumu Aktif],[Grup Davet Durumu]

source: Test group, sub group, sub group description, private, yes, mods
tr_tr: Test grubu, alt grup, alt grup açıklaması, private, yes, mods

source: ,top level group, description, hidden, no, admins
tr_tr: ,en üst seviye grup, açıklama, hidden, no, admins

source: ,top level group 2, description 2, , ,
tr_tr: ,en üst seviye grup 2, açıklama 2, , ,
